Repository: Flutter-your-way/telemedicine-hub-doctor
Catalog: lib/l10n/app_*.arb
Languages: ku

source: Sign in doctor
ku: چوونە ژوورەوە دکتۆر

source: Email
ku: ئیمەیڵ

source: Enter your details to proceed further
ku: زانیاریەکانت داخڵ بکە بۆ بەردەوامبوون

source: Enter Email
ku: ئیمەیڵ بنووسە

source: Enter Password
ku: تێپەڕەوشە بنووسە

source: Sign in
ku: چوونە ژوورەوە

source: Forgot Password?
ku: تێپەڕەوشە هەڵەیە؟

source: Privacy Policy • Terms of Service
ku: پەیوەندیدانی تایبەتی • مەرجەکانی خزمەتگوزاری

source: Forget Password
ku: تێپەڕەوشەی هەڵە

source: Enter your email to send reset link
ku: ئیمەیڵەکەت بنووسە بۆ ناردنی بەستەری گەڕاندنەوە

source: Send link
ku: بەستەر بنێرە

# useAtLeastEightCharacters
source: Use at least 8 characters
ku: بەکاریبهێنە بە شەش نووسەی کەمتر

# useMixOfLettersNumbers
source: Use a mix of letters, numbers, and special characters (e.g.: #$!%)
ku: تێکەڵەی ئەلفابێت، ژمارەکان، و وشەکانە تایبەتی بەکاربهێنە (وەک: #$!%)

# combineWordsAndSymbols
source: Try combining words and symbols into a unique phrase
ku: هەوڵ بدە بۆ تێکەڵکردنی وشەکان و وەلامەکان بۆ وەک جۆری تایبەتی نووسە

source: No Ticket Found
ku: هیچ تیکەت نییە

# ticket
source: Tickets
ku: تیکەتەکان

source: Save
ku: پاشەکەوتکردن

source: Good Morning
ku: بەیانی باش

source: Good Afternoon
ku: ئێوارە باش

source: Good Night
ku: شەو باش

source: Open Tickets
ku: تیکەتەکانێن کراو

source: Resolved Tickets
ku: تیکەتەکانێن چارەبوو

source: View All
ku: سەردانی هەموو بکە

source: Recent Tickets
ku: تیکەتەکانێن تازە

source: Completed
ku: تەواو بوو

source: Pending
ku: چەندەک

source: Cancelled
ku: ڕەشکەردنەوە

source: Completed Tickets
ku: تیکەتەکانێن تەواو بوو

source: Pending Tickets
ku: تیکەتەکانێن چەندەک

source: Forwarded
ku: بەرەڤەچووە

source: Prescribe
ku: تاقی ئەوە بکە

source: View Prescription
ku: بینین ئەوە بەرەڤچوو

source: Attach File
ku: پەڕگەکە بۆ پیوەست بکە

# continueButton
source: Continue
ku: بەردەوام بوون

source: Prescribe the patient by adding notes
ku: بەرەڤچووە تاقی بکە لە بەرەسەردانی نوتەکان زیادکردن

source: Prescribe the patient
ku: بەرەڤچووە تاقی بکە

source: Patient’s Profile
ku: پەڕگەی نەخۆش

source: Here’s all required information that you need in order to provide medication to the patient.
ku: لەمە ژێدە پێویست بۆ دانانی دارودرمان بۆ نەخۆشەکە

source: Patient Name
ku: ناوی نەخۆش

source: Gender
ku: جنس

source: Blood Group
ku: گروپی خوێن

source: Height
ku: بلندی

source: Weight
ku: کوڕم

source: Age
ku: تەمەن

source: Father’s Name
ku: باوکی

source: Grandfather’s Name
ku: باوکی بچووک

source: Chronic Disease
ku: نەخۆشی تایبەتی

source: Address
ku: ناونیشان

source: Notifications
ku: ئاگادارییەکان

source: General Settings
ku: ڕێکەوتەکانە تایبەتی

source: Change Language
ku: گۆڕینی زمان

source: Help and Support
ku: یارمەتی و پشتیوانی

source: Account Settings
ku: ڕێکەوتەکان حسابە

source: Reset Password
ku: ڕێکەوتەکانی تێپەڕەوشە

source: Log out
ku: چوونەدەرەوە

source: Notification Settings
ku: ئاگادارییەکانێن ڕێکەوتەکان

source: General push notifications
ku: ئاگادارییەکانێن گشتی ڕێکەوتەکان

source: All kind of notifications that the app gonna show to you
ku: ئەم ئاگادارییەکان هەموو جۆری ئاگاداریت دانا

source: Patient’s Response
ku: وەلامەکانی نەخۆش

source: Receive all patient’s response related notifications
ku: پەیوەندیدانی وەلامەکانی نەخۆشەکان دەری بێنە

source: Ticket notifications
ku: تیکەتەکانێن ڕێکەوتەکان

source: Receive all ticket related notifications
ku: پەیوەندیدانی تیکەتەکان دەری بێنە

source: New Password
ku: تێپەڕەوشەی نوێ

source: Confirm Password
ku: پەسەندەکردنی تێپەڕەوشە

# setPassword
source: Old Password
ku: پێشاندانەوە تێپەڕەوشە

source: To create a secure password:
ku: بۆ پێشاندانەوە پێویستی بەسەختی

source: Use at least 8 characters
ku: لە کەمترینەوە هەشت نووسە بەکاربهێنە

# useAMixOfLettersNumbersAndSpecialCharacters
source: Use a mix of letters, numbers, and special characters (e.g.: #$!%)
ku: تێکەڵەی ئەلفابێت، ژمارەکان، و وشەکان بەکاربهێنە

source: Try combining words and symbols into a unique phrase
ku: هەوڵ بدە بۆ تێکەڵکردنی وشەکان بۆ نووسە تایبەتی

source: Customer Support Contact
ku: پەیوەندیدانی پشتیوانی مۆشەری

source: Support Chat
ku: پەیوەندیدانی پشتیوانی

source: Submit Feedback
ku: پەیوەندی بکە

source: Privacy Policy
ku: پەیوەندیدانی تایبەتی

source: Contact Number
ku: ژمارەی پەیوەندیدان

source: Are you sure, you want to logout?
ku: بەڕاستیت، دەتەوێت چوونەدەرەوە؟

source: Cancel
ku: ڕەتکردنەوە

source: Yes, Logout
ku: بەڵێ، چوونەدەرەوە

source: Forward Case
ku: بەرەڤچووە

source: Add Notes for the doctor
ku: زیادکردنی نوتەکان بۆ دکتۆرەکە

source: Anything specific you would like to share with the doctor
ku: چەند تایبەتی دانا بۆ دکتۆرەکە

source: Forwarded Cases
ku: بەرەڤچووەی بەرەڤچووە
